[{"number":1,"title":"Приключения программиста","description":"Вы просыпаетесь утром, сегодня среда - середина рабочей недели. У вас есть некоторые планы на этот день. Но сначала вам нужно пойти на работу. Или нет?.....","options":{}},{"number":2,"title":"На работе","description":"Вы приходите в офис и начинаете работать. Но по пути к вашему рабочему месту замечаете, что ваш коллега проводит интересный семинар. Что будете делать?","options":{}},{"number":3,"title":"Дома","description":"Вы решили остаться дома и отдохнуть. Но тут вам приходит письмо от начальника, требующее срочного участия в проекте. Что будете делать?","options":{}},{"number":4,"title":"Семинар","description":"Вы присоединяетесь к семинару и получаете новые знания, которые помогут вам в работе. Однако, вы замечаете, что время летит, и вы опаздываете на важное совещание. Что будете делать?","options":{}},{"number":5,"title":"Работа","description":"Вы продолжаете работать и успешно выполняете свои обязанности. Ваш начальник замечает ваше усердие и предлагает вам повышение. Что будете делать?","options":{}},{"number":6,"title":"Ответ начальнику","description":"Вы отвечаете начальнику, что сегодня не работаете. Однако, через некоторое время начальник отзывает ваш отпуск и требует вашего немедленного прихода в офис. Что будете делать?","options":{}},{"number":7,"title":"Проект","description":"Вы идете в офис и присоединяетесь к проекту. Работа занимает большую часть вашего дня, и вы устаете. Что будете делать дальше?","options":{}},{"number":8,"title":"Совещание","description":"Вы решаете продолжить слушать семинар, но потом понимаете, что упустили возможность внести ценный вклад в совещание. Как вы будете действовать?","options":{}},{"number":9,"title":"Спешка","description":"Вы спешите на совещание, но на пути к нему сталкиваетесь с пробкой. Время идет, и вы осознаете, что опоздаете. Что будете делать?","options":{}},{"number":10,"title":"Повышение","description":"Вы принимаете предложение о повышении и начинаете работать на новой должности. Ваша карьера успешно развивается. Поздравляю!","options":{}},{"number":11,"title":"Оставаться на текущей должности","description":"Вы решаете остаться на текущей должности. Вы продолжаете успешно выполнять свою работу, но внутри ощущаете некоторую разочарованность. Возможно, стоит задуматься о новых вызовах?","options":{}},{"number":12,"title":"Постоять за свои права","description":"Вы решаете постоять за свои права и оставаться дома. Начальник не очень доволен вашим решением и предупреждает о возможных последствиях. Что будете делать?","options":{}},{"number":13,"title":"Фитнес-клуб","description":"Вы идете в фитнес-клуб и проводите там продуктивную тренировку. Вы чувствуете себя бодрее и энергичнее. Что будете делать дальше?","options":{}},{"number":14,"title":"Остаться в офисе","description":"Вы решаете остаться в офисе и поработать еще немного. Вы заканчиваете важные задачи и получаете похвалу от коллег. Однако, время летит, и вы осознаете, что опаздываете на тренировку в фитнес-клуб. Что будете делать?","options":{}},{"number":15,"title":"Продолжить слушать семинар","description":"Вы решаете продолжить слушать семинар, но когда он заканчивается, вы осознаете, что упустили возможность внести ценный вклад в совещание. Как вы будете действовать?","options":{}},{"number":16,"title":"Присоединиться к совещанию","description":"Вы произносите извинения и присоединяетесь к совещанию. Ваш вклад оказывается очень ценным, и вас хвалят за инициативу. Вы чувствуете удовлетворение от своего вклада в проект.","options":{}},{"number":17,"title":"Ждать в пробке","description":"Вы продолжаете ждать в пробке, но время идет, и вы осознаете, что опоздаете на совещание. Что будете делать?","options":{}},{"number":18,"title":"Обойти пробку","description":"Вы решаете обойти пробку и добраться на время. Вы принимаете рискованное решение и удается добраться на совещание. Вас хвалят за своевременное появление.","options":{}},{"number":19,"title":"Принять последствия","description":"Вы решаете остаться дома и принять последствия. Начальник не очень доволен вашим решением и выносит вам предупреждение. Вам становится немного грустно, но вы решаете сконцентрироваться на приготовлении романтического ужина.","options":{}},{"number":20,"title":"Приготовить романтический ужин","description":"Вы решаете приготовить романтический ужин для своей девушки. Вы стараетесь выбрать идеальное меню, украсить стол и создать незабываемую атмосферу. Что будете делать дальше?","options":{}},{"number":21,"title":"Продолжить тренировку","description":"Вы решаете продолжить тренировку. Вы проводите интенсивную тренировку и получаете заряд энергии. Однако, время идет, и вы осознаете, что опаздываете на приготовление романтического ужина. Что будете делать?","options":{}},{"number":22,"title":"Продолжить работать","description":"Вы решаете продолжить работать и заканчиваете важные задачи. Ваши коллеги восхищены вашим профессионализмом. Однако, время летит, и вы осознаете, что опаздываете на приготовление романтического ужина. Что будете делать?","options":{}},{"number":23,"title":"Остаться в стороне","description":"Вы решаете остаться в стороне и продолжить работать. Вы осознаете, что упустили возможность внести ценный вклад в совещание, но ваша работа продолжает прогрессировать. Возможно, в следующий раз у вас будет еще больше возможностей.","options":{}},{"number":24,"title":"Вернуться домой","description":"Вы решаете вернуться домой и работать из дома. Вы осознаете, что опоздаете на совещание, но вам удается выполнить свои задачи удаленно. Ваши коллеги ценят ваше усилие и готовность работать в любых условиях.","options":{}},{"number":25,"title":"Остановить тренировку","description":"Вы решаете остановить тренировку и пойти готовить романтический ужин. Вы сосредотачиваетесь на приготовлении и стараетесь сделать все по максимуму. Вам удается создать атмосферу романтики и удивить свою девушку.","options":{}},{"number":26,"title":"Продолжить тренировку","description":"Вы решаете продолжить тренировку и отложить приготовление ужина. Вы наслаждаетесь тренировкой и забываете о времени. Когда вы наконец заканчиваете, вы понимаете, что уже поздно и ужин не успеете приготовить. Что будете делать?","options":{}},{"number":27,"title":"Заказать еду в ресторане","description":"Вы решаете заказать еду в ресторане и устраиваете небольшой романтический ужин дома. Вы наслаждаетесь обществом друг друга и проводите приятный вечер.","options":{}},{"number":28,"title":"Приготовить простой ужин","description":"Вы решаете приготовить простой ужин из имеющихся продуктов. Хотя ужин получается скромным, вы создаете романтическую атмосферу и проводите приятный вечер с девушкой.","options":{}},{"number":29,"title":"Посмотреть фильм вместе","description":"Вы решаете посмотреть фильм вместе с девушкой. Вы выбираете романтическую комедию и проводите вечер, наслаждаясь друг другом и хорошим фильмом.","options":{}},{"number":30,"title":"Предложить сделать прогулку","description":"Вы предлагаете сделать прогулку после ужина. Вместе вы гуляете по парку, наслаждаетесь свежим воздухом и разговариваете о приятных вещах. Вы проводите романтический вечер на природе.","options":{}}]