{
  "steps": [
    {
      "title": "Таинственное исчезновение",
      "number": 1,
      "description": "Вы — детектив Гарри Хоул. Вас приглашают расследовать загадочное исчезновение местного банкира. Он был последний раз виден в своем доме. Вы отправляетесь туда, чтобы начать расследование.",
      "options": {
        "1": {
          "text": "Осмотреть дом",
          "nextStep": 2
        },
        "2": {
          "text": "Поговорить с семьей банкира",
          "nextStep": 3
        }
      }
    },
    {
      "title": "Подозрительные следы",
      "number": 2,
      "description": "При осмотре дома вы замечаете странные следы на полу. Похоже, кто-то что-то перетаскивал. Возможно, здесь был борьба. Что вы предпримете?",
      "options": {
        "1": {
          "text": "Проанализировать следы",
          "nextStep": 4
        },
        "2": {
          "text": "Исследовать комнату банкира",
          "nextStep": 5
        }
      }
    },
    {
      "title": "Секреты семьи",
      "number": 3,
      "description": "Вы разговариваете с семьей банкира и выясняете, что у него были многочисленные враги из-за деловых связей. Однако, семья кажется нервной и что-то скрывает. Как действовать?",
      "options": {
        "1": {
          "text": "Допросить семью подробнее",
          "nextStep": 6
        },
        "2": {
          "text": "Расспросить окружение банкира",
          "nextStep": 7
        }
      }
    },
    {
      "title": "Старые знакомые",
      "number": 4,
      "description": "Вы проанализировали следы и обнаружили, что они принадлежат бывшему сотруднику банка, уволенному год назад. Он должен знать что-то о пропаже банкира. Как действовать?",
      "options": {
        "1": {
          "text": "Посетить бывшего сотрудника",
          "nextStep": 8
        },
        "2": {
          "text": "Обыскать его дом",
          "nextStep": 9
        }
      }
    },
    {
      "title": "Секретная комната",
      "number": 5,
      "description": "Вы обнаружили секретную комнату в доме банкира. В ней хранятся документы, свидетельствующие о его незаконных финансовых операциях. Кажется, он был втянут в опасную ситуацию. Что сделать?",
      "options": {
        "1": {
          "text": "Изучить документы",
          "nextStep": 10
        },
        "2": {
          "text": "Сообщить о находке полиции",
          "nextStep": 11
        }
      }
    },
    {
      "title": "Скрытая правда",
      "number": 6,
      "description": "После допроса семьи банкира, они наконец рассказывают вам о его тайной двойной жизни. Банкир был вовлечен в мафиозные дела и обманные схемы. Он скрывал свои преступные связи. Что вы решите?",
      "options": {
        "1": {
          "text": "Найти связанных с ним мафиози",
          "nextStep": 12
        },
        "2": {
          "text": "Рассказать о его тайной полиции",
          "nextStep": 13
        }
      }
    },
    {
      "title": "Подозрительный сосед",
      "number": 7,
      "description": "Вы расспрашиваете окружение банкира и узнаете о странном поведении его соседа. Сосед всегда был недоверчив и агрессивен. Кажется, он что-то скрывает. Что предпримете?",
      "options": {
        "1": {
          "text": "Наблюдать за соседом",
          "nextStep": 14
        },
        "2": {
          "text": "Совершить обыск в его квартире",
          "nextStep": 15
        }
      }
    },
    {
      "title": "Загадочное письмо",
      "number": 8,
      "description": "Вы посещаете бывшего сотрудника банка и обнаруживаете, что он получил загадочное письмо. В нем говорится о секрете банкира и угрозе жизни. Что делать?",
      "options": {
        "1": {
          "text": "Узнать больше о письме",
          "nextStep": 16
        },
        "2": {
          "text": "Опросить других сотрудников банка",
          "nextStep": 17
        }
      }
    },
    {
      "title": "Ключ к разгадке",
      "number": 9,
      "description": "При обыске дома бывшего сотрудника банка вы находите ключ, который открывает тайную шкатулку. В ней хранятся доказательства его преступлений и связи с криминальным миром. Что будете делать?",
      "options": {
        "1": {
          "text": "Сохранить доказательства",
          "nextStep": 18
        },
        "2": {
          "text": "Сообщить полиции",
          "nextStep": 19
        }
      }
    },
    {
      "title": "Жестокая игра",
      "number": 10,
      "description": "Изучая документы, вы обнаруживаете, что банкир участвовал в опасной игре с мафией. Ваше расследование выходит на новый уровень. Что решите?",
      "options": {
        "1": {
          "text": "Собрать доказательства против мафии",
          "nextStep": 20
        },
        "2": {
          "text": "Податься в мафию под прикрытием",
          "nextStep": 21
        }
      }
    },
    {
      "title": "Под стражей",
      "number": 11,
      "description": "Вы сообщаете полиции о находке и предоставляете все доказательства преступных действий банкира. Он арестован, и дело передается в суд. Задание выполнено, но история далеко не закончена.",
      "options": {}
    },
    {
      "title": "Мрачное разоблачение",
      "number": 12,
      "description": "Вы находите мафиози, связанных с банкиром, и предлагаете им сделку. Вы раскроете их преступления, если они расскажут о пропаже и угрозе банкиру. Они соглашаются, но условия сделки опасны.",
      "options": {
        "1": {
          "text": "Пойти на сделку и раскрыть их преступления",
          "nextStep": 22
        },
        "2": {
          "text": "Отказаться от сделки и продолжить расследование",
          "nextStep": 23
        }
      }
    },
    {
      "title": "Игра с огнем",
      "number": 13,
      "description": "Вы рассказываете полиции о тайной жизни банкира и его связях с мафией. Полиция начинает операцию по задержанию всех преступников. Однако, мафия узнает о вашем сотрудничестве и угрожает вам. Что решите?",
      "options": {
        "1": {
          "text": "Запросить защиту полиции",
          "nextStep": 24
        },
        "2": {
          "text": "Продолжить расследование самостоятельно",
          "nextStep": 25
        }
      }
    },
    {
      "title": "Под прикрытием",
      "number": 14,
      "description": "Вы наблюдаете за соседом банкира и замечаете, как он получает большую сумму денег от таинственного человека. Вас замечают и начинается погоня. Что будете делать?",
      "options": {
        "1": {
          "text": "Скрыться и избежать погони",
          "nextStep": 26
        },
        "2": {
          "text": "Схватить человека и допросить",
          "nextStep": 27
        }
      }
    },
    {
      "title": "Темные страсти",
      "number": 15,
      "description": "Во время обыска в квартире соседа вы находите доказательства его причастности к преступлениям банкира. Он признается в своей вине и рассказывает вам о том, что банкир задолжал крупную сумму денег криминальной организации. Что делать?",
      "options": {
        "1": {
          "text": "Сообщить полиции и арестовать его",
          "nextStep": 28
        },
        "2": {
          "text": "Заставить его сотрудничать в расследовании",
          "nextStep": 29
        }
      }
    },
    {
      "title": "Таинственное прошлое",
      "number": 16,
      "description": "Вы узнаете больше о загадочном письме и обнаруживаете, что оно было отправлено агентом ФБР, занимающимся преступлениями финансового характера. Он просит вас сотрудничать и раскрыть преступные схемы банкира. Что решите?",
      "options": {
        "1": {
          "text": "Принять предложение и сотрудничать",
          "nextStep": 30
        },
        "2": {
          "text": "Отказаться от предложения и продолжить расследование самостоятельно",
          "nextStep": 31
        }
      }
    },
    {
      "title": "Извращенные игры",
      "number": 17,
      "description": "Вы опрашиваете других сотрудников банка и находите свидетелей, которые видели банкира в компании странных людей. Вы раскрываете секретную организацию, устраивающую опасные игры с людьми. Что будете делать?",
      "options": {
        "1": {
          "text": "Сообщить полиции о деятельности организации",
          "nextStep": 32
        },
        "2": {
          "text": "Проникнуть в организацию под прикрытием",
          "nextStep": 33
        }
      }
    },
    {
      "title": "Опасный побег",
      "number": 18,
      "description": "Вы сохраняете доказательства и начинаете работать с полицией над обширной операцией по задержанию мафиози и раскрытию их преступных схем. Однако, мафия узнает о вашей роли и пытается вас убить. Что будете делать?",
      "options": {
        "1": {
          "text": "Запросить защиту свидетеля",
          "nextStep": 34
        },
        "2": {
          "text": "Скрыться и продолжить расследование в тайне",
          "nextStep": 35
        }
      }
    },
    {
      "title": "Под прикрытием мафии",
      "number": 19,
      "description": "Вы решаете пойти на рискованную сделку и податься в мафию под прикрытием. Вы становитесь членом и начинаете расследовать преступления изнутри. Однако, вы находитесь на грани опасности и вам приходится принимать сложные решения. Что будете делать?",
      "options": {
        "1": {
          "text": "Раскрыть свою роль и сотрудничество с полицией",
          "nextStep": 36
        },
        "2": {
          "text": "Продолжить свою миссию под прикрытием",
          "nextStep": 37
        }
      }
    },
    {
      "title": "Решение судьбы",
      "number": 20,
      "description": "Вы собираете все доказательства против мафии и передаете их полиции. Мафиози арестованы, и их преступные операции разрушены. Вы достигли своей цели, но риск был невероятно высоким.",
      "options": {}
    },
    {
      "title": "Предательство",
      "number": 21,
      "description": "Вы проникаете в мафию под прикрытием, но оказываетесь в ловушке. Ваша истинная роль раскрыта, и мафиози решают устранить вас. Ваше расследование завершается трагически.",
      "options": {}
    },
    {
      "title": "Разоблачение",
      "number": 22,
      "description": "Вы сотрудничаете с мафией и раскрываете их преступления. Вместе вы наносите сокрушительный удар по их операциям. Однако, мафиози не оставят этого безнаказанным и угрожают вашей жизни. Что будете делать?",
      "options": {
        "1": {
          "text": "Сообщить полиции о деятельности мафии",
          "nextStep": 38
        },
        "2": {
          "text": "Попытаться уйти из города и скрыться",
          "nextStep": 39
        }
      }
    },
    {
      "title": "Смертельный финал",
      "number": 23,
      "description": "Вы решаете продолжить расследование и игнорируете предложение мафии. Однако, они узнают о ваших действиях и устраивают васильки, где ваша жизнь оказывается под угрозой. Вам удастся выбраться живым?",
      "options": {
        "1": {
          "text": "Схватить оружие и сражаться",
          "nextStep": 40
        },
        "2": {
          "text": "Использовать уловки и попытаться сбежать",
          "nextStep": 41
        }
      }
    },
    {
      "title": "Приют у полиции",
      "number": 24,
      "description": "Вы запрашиваете защиту полиции и они предоставляют вам приют. Вы сотрудничаете с ними в расследовании и вместе раскрываете все преступления и угрозы. Задание выполнено, и вы считаетесь героем.",
      "options": {}
    },
    {
      "title": "Одинокая схватка",
      "number": 25,
      "description": "Вы решаете продолжить расследование самостоятельно и избегать полиции. Ваше расследование становится опасным приключением, где вам приходится сражаться с мафией в одиночку. Сможете ли вы добраться до конца?",
      "options": {
        "1": {
          "text": "Нанять наемного убийцу, чтобы устранить главных мафиози",
          "nextStep": 42
        },
        "2": {
          "text": "Создать ловушку для мафии и выйти победителем",
          "nextStep": 43
        }
      }
    },
    {
      "title": "Успешное скрытие",
      "number": 26,
      "description": "Вы успешно скрываетесь от погони и продолжаете расследование с безопасного расстояния. Однако, вы оставляете следы, которые могут привести к вашей идентификации. Что будете делать?",
      "options": {
        "1": {
          "text": "Изменить внешность и поддерживать низкий профиль",
          "nextStep": 44
        },
        "2": {
          "text": "Продолжить расследование, игнорируя риски",
          "nextStep": 45
        }
      }
    },
    {
      "title": "Жестокий допрос",
      "number": 27,
      "description": "Вы схватили человека и начинаете его допрашивать. Он не желает отвечать на ваши вопросы и выходит на вас с ножом. Что будете делать?",
      "options": {
        "1": {
          "text": "Сражаться и пытаться уложить его",
          "nextStep": 46
        },
        "2": {
          "text": "Выпустить его и следить за ним",
          "nextStep": 47
        }
      }
    },
    {
      "title": "Арест преступника",
      "number": 28,
      "description": "Вы сообщаете полиции о причастности соседа к преступлениям банкира. Они арестовывают его и получают все необходимые доказательства. Ваше расследование близится к завершению.",
      "options": {}
    },
    {
      "title": "Сотрудничество",
      "number": 29,
      "description": "Вы убеждаете соседа сотрудничать с вами в расследовании. Вместе вы раскрываете преступления банкира и наносите удар по криминальной организации. Вы достигли своей цели, но цена была высока.",
      "options": {}
    },
    {
      "title": "Сотрудничество с ФБР",
      "number": 30,
      "description": "Вы принимаете предложение агента ФБР и сотрудничаете с ним. Вместе вы раскрываете сложные преступные схемы банкира и наказываете преступников. Задание выполнено, и вы становитесь героем.",
      "options": {}
    },
    {
      "title": "Коварная ловушка",
      "number": 31,
      "description": "Вы проникаете в организацию под прикрытием, но оказываетесь в ловушке. Вас захватывают и намереваются использовать как заложника. Ваше расследование прерывается и сталкивается с тупиком.",
      "options": {}
    },
    {
      "title": "Сотрудничество с полицией",
      "number": 32,
      "description": "Вы сообщаете полиции о деятельности секретной организации. Вместе вы организуете операцию по их задержанию и раскрытию всех преступных схем. Вы справились с вашим заданием и становитесь героем.",
      "options": {}
    },
    {
      "title": "Прикрытие в организации",
      "number": 33,
      "description": "Вы проникаете в организацию под прикрытием и начинаете расследование изнутри. Вы раскрываете их тайные операции и находите доказательства их преступлений. Вы достигли своей цели, но опасность еще не прошла.",
      "options": {}
    },
    {
      "title": "Защита свидетеля",
      "number": 34,
      "description": "Вы запрашиваете защиту свидетеля у полиции. Они предоставляют вам охрану и помогают в расследовании. Вместе вы раскрываете преступления мафиози и достигаете своей цели.",
      "options": {}
    },
    {
      "title": "Тайное расследование",
      "number": 35,
      "description": "Вы решаете скрыться и продолжить расследование в тайне. Вы избегаете мафии и собираете доказательства их преступлений. В конечном итоге, вы раскрываете их преступные операции и завершаете ваше задание.",
      "options": {}
    },
    {
      "title": "Раскрытие роли",
      "number": 36,
      "description": "Вы решаете раскрыть свою роль и сотрудничество с полицией. Мафиози пытаются уничтожить вас, но полиция оказывает вам защиту. Вместе вы разрушаете преступную организацию и завершаете расследование.",
      "options": {}
    },
    {
      "title": "Миссия под прикрытием",
      "number": 37,
      "description": "Вы соглашаетесь на предложение мафии и становитесь их агентом. Вы раскрываете все их тайные операции и помогаете полиции задержать преступников. Ваше расследование завершается успехом.",
      "options": {}
    },
    {
      "title": "Раскрытие мафии",
      "number": 38,
      "description": "Вы сообщаете полиции о деятельности мафии. Вместе вы проводите операцию по их задержанию и раскрытию всех преступных схем. Вы справились с вашим заданием и становитесь героем.",
      "options": {}
    },
    {
      "title": "Побег из города",
      "number": 39,
      "description": "Вы пытаетесь уйти из города и скрыться от мафии. Они начинают вас преследовать, но вы умудряетесь остаться в тени и сбежать. Однако, ваше расследование завершается незавершенным.",
      "options": {}
    },
    {
      "title": "Схватка с мафией",
      "number": 40,
      "description": "Вы схватываете оружие и начинаете сражаться с мафией. Схватка оказывается жестокой, но вы смогли уничтожить основных главарей. Однако, вам удается только частично раскрыть их операции.",
      "options": {}
    },
    {
      "title": "Уловки и побег",
      "number": 41,
      "description": "Вы используете уловки и умудряетесь сбежать от мафии. Они остаются безнаказанными, но ваше расследование завершается безопасно.",
      "options": {}
    },
    {
      "title": "Наемный убийца",
      "number": 42,
      "description": "Вы нанимаете наемного убийцу, чтобы устранить главных главарей мафии. Вместе вы организуете операцию по их ликвидации и справляетесь с ними. Однако, мафия остается безнаказанной, и ваше расследование завершается неполностью.",
      "options": {}
    },
    {
      "title": "Победа в ловушке",
      "number": 43,
      "description": "Вы создаете ловушку для мафии и умудряетесь выйти победителем. Они попадаются в вашу ловушку, и вы наносите им сокрушительный удар. Ваше расследование завершается успешно.",
      "options": {}
    },
    {
      "title": "Изменение внешности",
      "number": 44,
      "description": "Вы изменяете свою внешность, чтобы избежать идентификации. Вы продолжаете расследование, но ваша новая личность привлекает внимание мафии. Ваше расследование сталкивается с трудностями.",
      "options": {}
    },
    {
      "title": "Продолжение расследования",
      "number": 45,
      "description": "Вы решаете продолжить расследование, игнорируя риски. Вы собираете доказательства и раскрываете все преступные операции банкира. Ваше расследование завершается успешно.",
      "options": {}
    },
    {
      "title": "Схватка с ножом",
      "number": 46,
      "description": "Вы сражаетесь с нападающим и умудряетесь одолеть его. Вы находите важную информацию и продолжаете расследование. Ваше расследование приближается к завершению.",
      "options": {}
    },
    {
      "title": "Выпуск преступника",
      "number": 47,
      "description": "Вы решаете выпустить нападающего и следить за ним, чтобы выяснить его связи с мафией. Однако, вы не получаете достаточно информации, и ваше расследование затягивается.",
      "options": {}
    }
  ]
}
